Repository: ohfuchs/acf-oauth
Catalog: acf-oauth/lang/*.po
Languages: de_de

source: Sorry, an unknown error occurred!
de_de: Entschuldige, ein unbekannter Fehler ist aufgetreten!

source: Bad request
de_de: Fehlerhafte Anfrage

source: Could not establish request
de_de: Antrage konnte nicht erstellt werden

source: Could not redirect to Service
de_de: Konnte nicht zum Dienstanbieter weiterleiten

# Service name e.g. Instagram
source: Could not redirect to %s
de_de: Konnte nicht zu %s weiterleiten

source: Not authorized
de_de: Nicht autorisiert

source: Could not find request
de_de: Anfrage wurde nicht gefunden

source: Could not read Userdata
de_de: Benutzerdaten wurden nicht gefunden

source: Could not connect to Service
de_de: Verbindung zum Dienstanbieter nicht möglich

# Service name e.g. Instagram
source: Could not connect to %s
de_de: Verbindung mit %s nicht möglich

source: Sorry, this is not a pending request
de_de: Entschuldige, dies ist keine offene Anfrage

source: The Service denied the request
de_de: Der Dienstanbieter hat die Anfrage abgelehnt

# Service name e.g. Instagram
source: %s denied the request
de_de: %s hat die Anfrage abgelehnt

source: Could not verify your consent
de_de: Wir konnten deine Zustimmung nicht verfizieren

source: Could not parse server response
de_de: Antwort vom Dienstanbieter konnte nicht verarbeitet werden

source: Could not read your Credentials
de_de: Zugangsdaten konnten nicht gelesen werden

source: The Service took to long to respond
de_de: Zeitüberschreitung der Anfrage

# Service name e.g. Instagram
source: %s took to long to respond
de_de: Die Antwort von %s dauerte zu lang

source: Oooops, you denied the request :(
de_de: Oh, es sieht so aus als hättest du die Anfrage abgelehnt :(

source: Could not verify your Credentials
de_de: Zugangsdaten konnten nicht verifiziert werden

source: Waiting for your consent…
de_de: Warten auf deine Zustimmung…

source: Checking Credentials…
de_de: Zugangsdaten überprüfen…

source: Thanks for logging in!
de_de: Danke für’s einloggen!

# Service name e.g. Instagram
source: Thanks for logging in with %s!
de_de: Danke, du hast dich erfolgreich mit %s angemeldet!

source: OAuth Authentication
de_de: OAuth Authentifizierung

source: requires App Credentials
de_de: Benötigt APP Zugangsdaten

source: OAuth Service
de_de: OAuth Dienst

source: One or more services require additional configuration. Usualy a service needs a Client/App Key to work. Please check the docs for further information.
de_de: Eine oder mehrere Dienste benötigen zusätzliche Konfiguration. In der Regel werden Client Id und Client Secret benötigt. Bitte schau in die Dokumentation für mehr Hilfe.

source: Label for the Login Button
de_de: Label für den Anmelde Button

source: Login
de_de: Anmelden

source: Login with %s
de_de: Anmelden mit %s

source: You can close this window now
de_de: Du kannst dieses Fenster jetzt schließen

source: Show Debug Info
de_de: Zeige Debug Informationen

source: Adds new Fieldtype that allows to connect to an OAuth Service
de_de: Fügt einen neuen Feldtyp hinzu, der es erlaubt sich mit einem OAuth Dienstanbieter zu verbinden
